{
  "Biography": {
    "title": "Biographie",
    "part1": "Compositeur et producteur autodidacte né en 1989, Karlk (Charles Perrono) commence sa carrière musicale à l’âge de sept ans quand ses parents lui offrent sa première batterie. Plus tard, il apprend à jouer de plusieurs instruments, notamment de la guitare, des percussions, du piano…",
    "part2": "En 2010, c’est dans son home studio que Karlk se met à composer des morceaux mélangeant musique du monde et musique électronique. Il connut un rapide succès sur le web et atteint les millions d’écoutes en quelques années, ce qui lui permis de collaborer avec de grands artistes et de se produire dans d’importants festivals en Europe.",
    "part3": "En décembre 2015, Google le contacte pour synchroniser son titre « What I Want » (composé en collaboration avec les Ofenbach) sur sa campagne publicitaire « La nuit vous appartient ». Le morceau a connu un succès mondial, il a été joué par de nombreux DJ et même écouté dans l’espace par le célèbre astronaute Thomas Pesquet ! ;)",
    "part4": "En mai 2017, il sort son premier album « Crossroads » avec les titres à succès mondiaux « Jeff » et « Daydreamer ».",
    "part5": "En 2020, il décide de s’investir davantage dans la musique à l’image. Ainsi il commence à composer pour le cinéma, la TV/Publicité, les jeux vidéos…",
    "part6": "Aujourd’hui, sa musique est écoutée partout dans le monde et dépasse la barre des 100 millions d’écoutes sur le web."
  },
  "Contact": {
    "title": "Contact",
    "general": "Général :",
    "license": "Licence/Sync :",
    "booking": "Booking :"
  },
  "Discography": {
    "title": "Discographie"
  },
  "Global": {
    "title": "Karlk Music - Composition, Production, Musique à l'image"
  },
  "Home": {
    "title": "Karlk Music",
    "subtitle": "Composition, Production, Musique à l'image"
  },
  "Menu": {
    "biography": "Biographie",
    "contact": "Contact",
    "discography": "Discographie",
    "home": "Accueil",
    "music_videos": "Vidéoclips",
    "soundtracks": "Bandes-sons"
  },
  "MusicVideos": {
    "title": "Vidéoclips"
  },
  "Soundtracks": {
    "title": "Bandes-sons"
  },
  "Track": {
    "availability": "Disponible sur :"
  }
}
