{
  "Biography": {
    "title": "Biography",
    "part1": "Karlk is a 30 year old composer and producer of electronic music from Rennes (France). He began his musical career at seven when his parents gave him his first drums. Later, it is self-taught that he learned to play several instruments, including guitar, percussions and piano.",
    "part2": "In 2010, it’s in his home studio that Karlk begins to compose songs mixing world and electronic music. He was quickly successful on the web and reached millions of streamings in a few years, which allowed him to collaborate with great artists and perform at major festivals in Europe.",
    "part3": "In December 2015, Google contacted him to synchronize his song \"What I Want\" on an advertising campaign named \"La nuit vous appartient\". The song was a worldwide success, it was played by many DJs and even listened to in space by the famous astronaut Thomas Pesquet! ;)",
    "part4": "In May 2017, Karlk released his first album \"Crossroads\" with world hit songs like \"Jeff\" and \"Daydreamer\", as well as his first orchestral track \"Amazonia\".",
    "part5": "In 2020, he decided to invest more in soundtracks. He begins to compose for cinema, TV/Advertising, video games…",
    "part6": "Karlk's music is heard all over the world and today exceeds 100 million plays."
  },
  "Contact": {
    "title": "Contact",
    "general": "General:",
    "license": "Licensing/Sync:",
    "booking": "Booking:"
  },
  "Discography": {
    "title": "Discography"
  },
  "Global": {
    "title": "Karlk Music - Musical Composition & Production"
  },
  "Home": {
    "title": "Karlk Music",
    "subtitle": "Musical Composition & Production"
  },
  "Menu": {
    "biography": "Biography",
    "contact": "Contact",
    "discography": "Discography",
    "home": "Home",
    "music_videos": "Music Videos",
    "soundtracks": "Soundtracks"
  },
  "MusicVideos": {
    "title": "Music Videos"
  },
  "Soundtracks": {
    "title": "Soundtracks"
  },
  "Track": {
    "availability": "Available on:"
  }
}
